[Cues]
Act_GEN_AngerDisagreement_Max_120 = " Você tem que estar brincando comigo ! "
Act_GEN_AngerDisagreement_Max_30 = "De jeito nenhum "
Act_GEN_AngerDisagreement_Max_40 = " Você está falando sério ? "
Act_GEN_BoredomDisappointment_Max_10 = "Este sopra . "
Act_GEN_BoredomDisappointment_Max_150 = " Duh "
Act_GEN_BoredomDisappointment_Max_30 = "ótimo ".
Act_GEN_BoredomDisappointment_Max_80 = "Bem ..."
Act_GEN_BorneIN_Max_110 = " Eu não posso ir mais para trás , eu preciso deixar de ir! "
Act_GEN_BorneIN_Max_150 = " Urgh , que é o máximo que eu posso voltar . "
Act_GEN_BorneIN_Max_180 = "Eu não posso tomá-lo! Eu tenho que parar ! "
Act_GEN_BorneIN_Max_210 = " Uhrf , urgh . Chega, Max! Você pode não voltar mais. "
Act_GEN_BorneIN_Max_220 = " Isso é tudo o que você pode fazer , parar antes de se machucar . "
Act_GEN_BorneIN_Max_230 = "Estou ficando tonto ... Eu não posso voltar atrás mais ... "
Act_GEN_BorneIN_Max_240 = "Eu só pode ir tão longe no tempo . "
Act_GEN_BorneIN_Max_270 = " Whoa , eu estou ficando doente. Eu não posso retroceder ainda mais. "
Act_GEN_BorneIN_Max_280 = " Merda, isso é até onde eu posso voltar atrás . "
Act_GEN_BorneIN_Max_30 = "Eu não posso continuar , dói demais! "
Act_GEN_BorneIN_Max_60 = "Eu não posso retroceder mais."
Act_GEN_BorneIN_Max_70 = " eu tenho que parar antes de eu desmaiar. "
Act_GEN_BorneIN_Max_90 = " Urgh ... Eu não posso esticar o tempo mais."
Act_GEN_BorneOUT_Max_10 = "Preciso descobrir isso. "
Act_GEN_BorneOUT_Max_110 = " Gostaria de saber como eu vou chegar de contornar isso? "
Act_GEN_BorneOUT_Max_150 = " Só há uma maneira de contornar isso . "
Act_GEN_BorneOUT_Max_200 = " Porra, eu perdi alguma coisa , é melhor eu voltar atrás ! "
Act_GEN_BorneOUT_Max_210 = " eu devo ter perdido alguma coisa, eu deveria voltar atrás ... "
Act_GEN_BorneOUT_Max_40 = "É melhor eu voltar atrás agora mesmo!"
Act_GEN_BorneOUT_Max_50 = " Max, não foder ! Rewind ! "
Act_GEN_BorneOUT_Max_60 = " Pense Max, rebobinar e encontrar alguma coisa. "
Act_GEN_BorneOUT_Max_70 = " Merda! Eu preciso voltar atrás e fazer algo rápido! "
Act_GEN_BorneOUT_Max_80 = "Eu tenho que voltar atrás agora!"
Act_GEN_BorneOUT_Max_90 = " Max, rebobinar ... agora!"
Act_GEN_Idle_Max_10 = " Sim, eu sou furado agora "
Act_GEN_Idle_Max_100 = " Tick tock , tick tock , tick tock ... "
Act_GEN_Idle_Max_110 = " Isso é tudo que ela escreveu , gente "
Act_GEN_Idle_Max_120 = " É muito bom ver o mundo passar por você ... "
Act_GEN_Idle_Max_130 = " Gostaria muito de estar neste lugar sempre"
Act_GEN_Idle_Max_140 = " E então inércia definido em"
Act_GEN_Idle_Max_150 = " Se eu fizesse um selfie agora , seria uma vida ainda "
Act_GEN_Idle_Max_20 = "chato "
Act_GEN_Idle_Max_30 = " La dee da , la dee da"
Act_GEN_Idle_Max_40 = " Estou apenas a refrigeração como um vilão "
Act_GEN_Idle_Max_50 = " Então, eu acho que eu vou chillax por algum tempo "
Act_GEN_Idle_Max_60 = " Quanto tempo eu posso ficar parado aqui ? "
Act_GEN_Idle_Max_70 = " Se o tempo é como um rio, eu estou preso aqui "
Act_GEN_Idle_Max_80 = "O que fazer , o que fazer ... "
Act_GEN_Idle_Max_90 = " Max , você precisa parar de falar para si mesmo. Acordo?"
Act_GEN_NegativeSurprise_Max_10 = "Droga ! "
Act_GEN_NegativeSurprise_Max_100 = " Rats !"
Act_GEN_NegativeSurprise_Max_170 = " Merda! "
Act_GEN_NegativeSurprise_Max_20 = " Droga! "
Act_GEN_NegativeSurprise_Max_220 = " NÃO !!! "
Act_GEN_NoExit_Max_10 = " Não há necessidade de ir para lá agora. "
Act_GEN_NoExit_Max_30 = "Não eu não quero ir para lá ... "
Act_GEN_NoExit_Max_40 = " Não há razão para ir agora. "
Act_GEN_NoExit_Max_50 = " eu não quero ir por esse caminho . "
Act_GEN_NoExit_Max_70 = "Não é possível ir por esse caminho . "
Act_GEN_NoExit_Max_90 = "Obviamente não posso ir lá . "
Act_GEN_NotWorking_Max_10 = " Não vai dar certo "
Act_GEN_NotWorking_Max_20 = " Isto não funciona"
Act_GEN_NotWorking_Max_30 = "Não posso fazer "
Act_GEN_NotWorking_Max_60 = " Não vai acontecer "
Act_GEN_NotWorking_Max_70 = " Bem, isto não está a funcionar "
Act_GEN_NotWorking_Max_90 = " I melhor tentar outra coisa "
Act_GEN_PauseRewind_Max_10 = "De jeito nenhum eu posso parar aqui. "
Act_GEN_PauseRewind_Max_20 = "Devo retroceder ou parar? "
Act_GEN_PauseRewind_Max_30 = "Eu não posso estar em dois lugares ao mesmo tempo . "
Act_GEN_PauseRewind_Max_40 = " Ou eu retroceder ou cancelar . "
Act_GEN_PauseRewind_Max_50 = "Eu definitivamente não pode parar por aqui. "
Act_GEN_PauseRewind_Max_60 = " eu preciso retroceder ou parar. "
Act_GEN_PauseRewind_Max_70 = "Não posso fazer , Max . "
Act_GEN_PauseRewind_Max_80 = " eu preciso para atingir esse retrocesso ou cancelar. "
Act_GEN_PhotoRewind_Max_10 = "Ah , merda, a minha foto sumiu ! "
Act_GEN_PhotoRewind_Max_20 = " Man , lá vai outro Pulitzer ! "
Act_GEN_PhotoRewind_Max_30 = "Droga, eu queria manter essa foto! "
Act_GEN_PhotoRewind_Max_40 = " Você está brincando comigo ? Eu queria que o tiro ! "
Act_GEN_PhotoRewind_Max_50 = "Perdi totalmente essa imagem para sempre. "
Act_GEN_PositiveSurprise_Max_10 = " wowser ! "
Act_GEN_PositiveSurprise_Max_20 = "Awesome ".
Act_GEN_PositiveSurprise_Max_30 = " Ah, sim . "
Act_GEN_PositiveSurprise_Max_40 = "Sim!"
Act_GEN_PositiveSurprise_Max_50 = " Hella sim! "
Act_GEN_Rewind_Max_10 = " Porra , é melhor eu voltar atrás . "
Act_GEN_Rewind_Max_20 = "É melhor eu voltar atrás . "
Act_GEN_Rewind_Max_30 = " eu deveria retroceder. "
Act_GEN_Useless_Max_10 = " eu não preciso fazer isso "
Act_GEN_Useless_Max_20 = " Não há necessidade para isso"
Act_GEN_Useless_Max_30 = "Este é inútil"
Act_GEN_Useless_Max_70 = " Max, isso não faz sentido "
Act_GEN_Useless_Max_80 = " Stop, Max"
Act_GEN_Useless_Max_90 = "Este é inútil "
